[
  {
    "id": "1",
    "imageUrl": [
      "https://www.qastan.be/swfiles/files/sneller-documenten-terugvinden.jpeg"
    ],
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "lightblue",
    "title": "Efficiënter documenten terugvinden in de zee van mappenstructuren",
    "description": "Zoeken naar documenten kan zeer tijdrovend zijn. Vaak gaat er kostbare tijd verloren bij het zoeken naar dat ene document, begraven in een virtuele zee van mappen. Je klikt mapjes open maar nergens is het document te vinden. En laat het nu nét dat ene document zijn die je nodig hebt. Zoekfrustratie bij het zoeken naar de juiste data en documenten. Ga je de eindeloze strijd met jouw mappenstructuur aan of kies je voor een modern(ere) aanpak?",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "Het eeuwige dilemma van de mappenstructuur",
      "Efficiënte zoekopdrachten",
      "Wat als je toch met een mappenstructuur wil werken?",
      "Verder digitaliseren?"
    ],
    "content": [
      "Je kent het wel, de mappenstructuur groeide organisch met de organisatie mee. Steeds groter en complexer maar het werkte en bovendien bood het visueel een overzicht over alle projecten heen. Iedereen in de organisatie was het gewoon om documenten in mappen op te slaan. Alleen, de organisatie bleef groeien: er kwamen meer collega’s aan boord, de interne processen en papierwinkel werd complexer. Het vinden van de juiste documenten wordt meer en meer een tijdrovende klus. Desalniettemin blijft de mappenstructuur overeind, want het werkte tot op vandaag altijd.",
      "Mappenstructuren zijn handig om documenten te classificeren of te groeperen. Hét grote nadeel van een mappenstructuur of fileserver? De mapnaam is bepalend voor de volledige structuur. Een onduidelijke naam of te veel submappen maakt interpretatie en dus zoeken moeilijk. Een document management systeem (DMS) kan een oplossing bieden voor de zee aan bestanden en mappen. Een document management systeem laat toe om documenten te zoeken over alle mappen heen. De documenten worden hierbij in één centrale database bewaard en niet langer opgedeeld in verschillende mappen. Zo kan je met één enkele zoekopdracht, op basis van metadata (tags zoals klant of werfnummer) of inhoud jouw document terugvinden. Denk aan een Google-zoekopdracht waarbij je per trefwoord (of zin) de juiste pagina's kan ophalen.",
      "Verder werken op jouw huidige mappenstructuur of fileserver kan perfect. Via digitaliseringoplossing combineren we een DMS met een traditionele mappenstructuur. Het resultaat: een volledig doorzoekbare mappenstructuur mét efficiënte zoekmogelijkheden. Zo combineer je het beste van twee werelden: een visuele mappenstructuur én uitgebreide zoekmogelijkheden over alle bestanden heen.",
      "Een kleine aanpassing, maar een grote impact. Je legt immers de basis tot een sterk digitaliseringsverhaal of verdere automatisering wanneer je jouw data centraal kan beheren. Eens de data centraal beheerd wordt, is het mogelijk om meer met de data te doen, sneller documenten op te halen, te analyseren of te verwerken. Denk hierbij aan een koppeling aan een ERP-systeem, boekhoudingspakket, klantenportaal,… De mogelijkheden zijn immers eindeloos eens je de documentenzee weet te trotseren."
    ]
  },
  {
    "id": "2",
    "imageUrl": "https://www.qastan.be/swfiles/files/sterke-wachtwoorden.jpeg?nc=1708807793",
    "tags": [
      "IT-infrastructuur"
    ],
    "bgtag": "darkblue",
    "title": "Hoe sterk is jouw wachtwoord?",
    "description": "Een sterk wachtwoord is noodzakelijk. We zondigen ons echter allemaal wel eens aan een snel en vooral gemakkelijk te onthouden wachtwoord. Of misschien heb je wel een sterk wachtwoord voor de belangrijkere zaken en een zwak voor de minder belangrijke. Een ding is zeker, we gebruiken vaak hetzelfde wachtwoord of grijpen snel terug naar een eerder gebruikte wachtwoorden.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "Zoeken naar de speld in de veiligheidshooiberg",
      "Doe de test"
    ],
    "content": [
      "Elk wachtwoord wordt vroeg of laat achterhaald. Een wachtwoord achterhalen is als zoeken naar een speld in de hooiberg. Hoe groot die hooiberg is, dat kies je als gebruiker zelf. We maken het de hacker dan ook liefst zo moeilijk mogelijk en laten hem zo lang mogelijk zoeken in de hooiberg.",
      "Mocht je toch nog even willen testen hoelang het zou duren voor jouw wachtwoord uit de hooiberg gehaald wordt? Via https://www.grc.com/haystack.htm achterhaal je meteen hoe groot jouw eigen hooiberg is."
    ],
    "tipsTitle": "Hoe kunnen we de hooiberg groter maken?",
    "tips": [
      "Gebruik kleine letters en hoofdletters door elkaar",
      "Gebruik cijfers en wees creatief: een olifant kan bijvoorbeeld ook 0lifant zijn",
      "Verwerk speciale tekens: ! \" # $ % & ' ( ) * + , - . / : ; < = > ? @ [ ] ^ _` { | } ~",
      "Kies minstens 8 karakters, langer is beter",
      "Er is niets mis met een zinnetje of kinderrijmpje als wachtwoord. In het vakjargon, een passphrase genoemd: Ikheb3kinderen&eenleukeh0nd! is makkelijk te onthouden en tegelijk een zéér sterk wachtwoord."
    ],
    "note": "Niet meteen inspiratie? Maak gebruik van een zogenaamde Password Generator die willekeurige woorden aan elkaar kan verbinden en een volledig willekeurig wachtwoord kan creëren. Een voorbeeldje hiervan: https://qpg.qastan.be/"
  },
  {
    "id": "3",
    "imageUrl": "https://www.qastan.be/swfiles/files/Ontwikkeling-op-AS400.jpeg?nc=1708807790",
    "tags": [
      "automatiseren"
    ],
    "bgtag": "bggray",
    "title": "De toekomst van bedrijfs-automatisering: AS/400 blijft betrouwbaar in een digitale wereld",
    "description": "Wat is AS/400?AS/400, ook wel bekend als IBM iSeries, is een reeks van computersystemen die geïntroduceerd werden door IBM in de late jaren ’80.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "Wat is AS/400?",
      "Heeft AS/400 nog een toekomst?",
      "Softwareontwikkeling voor AS/400",
      "AS/400 Expertise: een solide basis om verder te bouwen"
    ],
    "content": [
      "AS/400, ook wel bekend als IBM iSeries, is een reeks van computersystemen die geïntroduceerd werden door IBM in de late jaren ’80. Omwille van hun duurzaamheid en betrouwbaarheid werd AS/400 in de jaren daaropvolgend veelvuldig geïntroduceerd bij verschillende ondernemingen. Ook het karakteristieke ‘groene scherm’ (inclusief sneltoetsen) deden de populariteit bij het brede publiek groeien. AS/400 blijkt ook vandaag nog steeds een solide en betrouwbaar systeem mét toekomst.",
      "Hoewel de naam AS/400 doet vermoeden dat het om een ouder systeem gaat die niet meer aan de huidige technologische en functionele eisen van een moderne bedrijfsvoering voldoet, is niets minder waar. Op vandaag voert IBM nog steeds updates uit voor dit platform dat een zeer trouwe gebruikersbasis heeft. Tal van (grote) bedrijven en ondernemingen maken nog steeds gebruik van AS/400 vanwege de stabiliteit en lange levensduur van het systeem. Vooral voor bedrijfskritieke toepassingen zoals financiën, logistiek en productie wordt nog steeds beroep gedaan AS/400.",
      "AS/400 softwareontwikkeling biedt een unieke reeks voordelen voor bedrijven die streven naar betrouwbaarheid, beveiliging en schaalbaarheid in hun IT-oplossingen. Met tal van programmeertalen en een gediversifieerd ecosysteem blijft AS/400 een waardevol platform voor softwareontwikkelaars. Net als bij andere omgevingen, is het immers mogelijk om diverse integraties te maken op de AS/400 ERP-systemen. Bij het ontwikkelen van software voor AS/400 is een breed scala aan programmeertalen mogelijk. Naast de klassiekers als RPG/ILE-RPG, Cobol, Java,… is Windev een heel goede 5GL-tool waarmee op een heel snelle manier bestaande toepassingen gemoderniseerd worden en kunnen re-engineering van bestaande software worden uitgevoerd. En dat allemaal met dezelfde snelheid, betrouwbaarheid en stabiliteit die we kennen van de ‘klassieke’ programmeertalen. Daarnaast kan ook de look-and-feel (interface) van het befaamde ‘groene scherm’ aangepast worden. Er zijn immers diverse mogelijkheden om AS/400 te moderniseren en aan te passen aan de huidige moderne bedrijfsvoering.",
      "Gezien het groot aantal ondernemingen die nog steeds beroep doen op AS/400, biedt Qastan op dit terrein haar ondersteuning aan. Vanuit de eigen klantenbasis en jarenlange ervaring bouwde Qastan immers een stevige expertise op bij het opzetten, ondersteunen en moderniseren van de AS/400 ERP-en integratiesystemen. Een van de klanten die hierbij ondersteund wordt, is de groothandel Lecot. Met meer dan 700 medewerkers, verdeeld over 74 vestigingen, is stabiliteit één van de hoekstenen van het IT-beleid. Diverse softwaretoepassingen (onder meer document management en personeelsplanning) en het volledige digitaliseringsluik maken gebruik of zijn geïntegreerd met AS/400. Hoewel de IBM iSeries hier de basis vormt, zijn groene schermen hier niet te vinden. Een moderne en hedendaagse interface werd ontworpen voor de diverse digitalisering en planningstools. Ook nood aan specifieke AS/400 Expertise? Contacteer onze experten vandaag nog."
    ]
  },
  {
    "id": "4",
    "imageUrl": "https://www.qastan.be/swfiles/files/IT-opleiding.jpeg",
    "tags": [
      "automatiseren"
    ],
    "bgtag": "bggray",
    "title": "De kracht van Power Apps: snel en kostenefficiënt digitaliseren",
    "description": "Op maat gemaakte (mobiele) apps ontwikkelen, betekende tot voor kort de start van een ellenlang ontwikkelingstraject. Microsoft Power Apps, als onderdeel van Microsoft 365, biedt organisaties de mogelijkheid om krachtige toepassingen te bouwen in een mum van tijd. En als we snel bedoelen, dan bedoelen echt snel. Een app is reeds mogelijk binnen één enkele dag. In dit artikel duiken we dieper in op de mogelijkheden en voordelen van Power Apps en laten we zien hoe dit platform bij Qastan en klanten wordt ingezet om snel innovatieve oplossingen te creëren. Lees verder om te ontdekken hoe Power Apps uw bedrijf kan helpen om sneller, flexibeler en kosteneffectiever te groeien.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "Eenvoudige apps voor complexe processen",
      "App op maat",
      "Hoe gaan we bij Qastan te werk?"
    ],
    "content": [
      "Power Apps is integraal onderdeel van Microsoft 365 en biedt de mogelijkheid om snel digitale oplossingen te voorzien voor tal van uitdagingen binnen de bedrijfsvoering. Via Power Apps vertalen we complexere of administratieve processen naar concrete oplossingen. Denk aan het reduceren van repetitieve handelingen, het uitsturen van herinneringen en notificaties of de optimalisatie van bepaalde flows/processen. Hierbij focussen we ons in de eerste plaats op echte ‘quick wins’ die een meerwaarde creëren binnen de organisatie.",
      "Een Power App bouw je volledig op maat van jouw eigen organisatie. Bouw de app als losstaande toepassing of leg de nodige connecties naar de database naar keuze. Vult het EPR-pakket niet alle noden in of heb je nood aan meer visualisatie? Power Apps kan in vele gevallen een oplossing bieden op maat van elke organisatie. Bovendien volgt ook de look-and-feel van de app de huisstijl die je zelf wenst.",
      "Bij Qastan staan we onze klanten bij van A tot Z in de ontwikkeling van een budgetvriendelijke Power App. Wanneer het idee scherp gesteld is, gaan we meteen aan de slag. Een van onze analisten schrijft alle vereisten – ter plaatse of via een teams-call – uit. Tegelijk worden de nodige mock-ups opgemaakt zodat je perfect weet hoe de app er precies zal uitzien en deze in de praktijk kan werken. Dit vormt meteen ook de start van het ontwikkelingsproces. Gezien een Power App in een low-code omgeving geschreven wordt, werken we onmiddellijk naar een resultaat toe. Na een testfase, zetten we de spreekwoordelijke puntjes op de i om de finale app af te leveren. Na een korte opleiding kan je meteen aan de slag.Ook mee(r) en budgetvriendelijk digitaliseren via Power Apps? Je hebt een idee waarmee  we aan de slag kunnen gaan? Vraag vandaag nog een offerte aan. Dan bekijken we met veel plezier hoe we samen jouw automatisering verder kunnen aansturen."
    ],
    "tipsTitle": "Waarvoor kunnen Microsoft Power Apps gebruikt worden? Voorbeelden van Power Apps:",
    "tips": [
      "Kwaliteitscontroles (QMS app)",
      "Applicatie op werven of interventies",
      "Shipment",
      "Administratieve of boekhoudkundige toepassingen: verwerken van bonnetjes en rekeningen",
      "Scanapplicaties voor PDA’s of magazijn (WMS app)",
      "Takenlijstjes en automatische notificaties uitsturen"
    ],
    "note": "Een van de meest opvallende voordelen van Microsoft Power Apps is de snelheid waarmee de applicatie kan ontwikkeld worden. Omdat Power Apps een ‘no-code/low-code’ platform is, is geen uitgebreid ontwikkelingsteam nodig om snel resultaten neer te zetten. Hierdoor wordt de ontwikkelingstijd verminderd waardoor we sneller en vooral kostefficiëntere applicaties bouwen. Bovendien is er ook geen licentiekost verbonden aan de applicatie. De licentie zit immers reeds in jouw Microsoft 365-licentie. De kostprijs om een Power App te ontwikkelen ligt dan ook gemakkelijk 70% lager dan bij het bouwen van een andere app. Een Power App integreert makkelijk met andere Microsoft-producten zoals Sharepoint, Teams, Power BI, Excel of Dynamics. Hierdoor kunt u moeiteloos gegevens delen en synchroniseren tussen verschillende applicaties. Bovendien is de toepassing meteen beschikbaar in de browser (online), mobiel op de smartphone of tablet."
  },
  {
    "id": "5",
    "imageUrl": "https://www.qastan.be/swfiles/files/home-hero-720x340-tab.jpg",
    "tags": [
      "automatiseren",
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Het belang van maatwerksoftware: Hoe Qastan oplossingen op maat biedt",
    "description": "Maatwerksoftware speelt een cruciale rol in het moderne bedrijfsleven. Terwijl kant-en-klare softwareoplossingen handig kunnen zijn, is er vaak behoefte aan software die specifiek is afgestemd op de unieke behoeften en processen van een bedrijf. Qastan begrijpt dit belang en biedt op maat gemaakte softwareoplossingen die bedrijven helpen om hun potentieel volledig te benutten. In deze blogpost zullen we uitleggen waarom maatwerksoftware zo belangrijk is en hoe Qastan met expertise en de nodige ervaring hiermee aan de slag gaat. We zullen ook enkele voorbeelden geven van succesvolle maatwerksoftwareprojecten die door Qastan werden uitgevoerd.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "Het belang van maatwerksoftware"
    ],
    "content": [
      "Kant-en-klare softwareoplossingen kunnen aantrekkelijk lijken vanwege hun (soms) lage kosten en snelle implementatie. Echter, heeft elke organisatie zijn eigenheid, cultuur en specifieke vereisten. Zeker voor bedrijven met unieke processen, complexe workflows of specifieke eisen, kunnen standaardoplossingen beperkingen en belemmeringen vormen. Hier komt maatwerksoftware om de hoek kijken. Het belang van maatwerksoftware voor bedrijven is vierledig:"
    ],
    "tipsTitle": "Het belang van maatwerksoftware",
    "tipsDescription": "Kant-en-klare softwareoplossingen kunnen aantrekkelijk lijken vanwege hun (soms) lage kosten en snelle implementatie. Echter, heeft elke organisatie zijn eigenheid, cultuur en specifieke vereisten. Zeker voor bedrijven met unieke processen, complexe workflows of specifieke eisen, kunnen standaardoplossingen beperkingen en belemmeringen vormen. Hier komt maatwerksoftware om de hoek kijken. Het belang van maatwerksoftware voor bedrijven is vierledig:",
    "tips": [
      "Afstemming op specifieke behoeften: Maatwerksoftware wordt gebouwd met het oog op de specifieke behoeften en vereisten van een bedrijf. Het stelt bedrijven in staat om hun processen te stroomlijnen, inefficiënties te verminderen en de productiviteit te verhogen. Met maatwerksoftware kunnen bedrijven ook inspelen op veranderingen in de markt en snel aanpassingen doorvoeren die eigen zijn aan hun systeem. Bij standaardoplossingen zijn wijzigingen niet mogelijk.",
      "Op basis van de eigen noden: In een maatwerk-applicatie gebruik je enkel de functies die je nodig hebt. Een standaardoplossing heeft immers enkele functies die inherent zijn aan de toepassing die niet zo gemakkelijk kunnen gewijzigd worden. Hierbij betaal je (onder een licentie-formule) voor het volledige pakket, ongeacht of je alle functies intensief gebruikt of niet. Maatwerksoftware vertaalt jouw specifieke noden in specifieke functies, eigen aan jouw organisatie.",
      "Concurrentievoordeel: Maatwerksoftware kan een belangrijk concurrentievoordeel opleveren. Door softwareoplossingen te hebben die perfect zijn afgestemd op de unieke bedrijfsprocessen, kunnen bedrijven zich onderscheiden van hun concurrenten. Ze kunnen sneller en efficiënter werken, een betere klantenservice bieden en via innovatievere functies de bedrijfsprocessen optimaliseren. Denk hierbij bijvoorbeeld aan e-commerce, supply chain management, cloudtoepassingen, order-entry,…)",
      "Eigenaarschap: De organisatie heeft het volledige eigenaarschap over de software en weet precies hoe de architectuur achter de software werkt. Alle ins en outs zijn duidelijk. Om de know-how en bedrijfseigen processen te beschermen, wordt indien gewenst een NDA (non-disclosure agreement) afgesloten of verzekert het bedrijf zich van de IP (intellectuele eigendomsrechten). Zo wordt het innovatieve karakter van de softwaretoepassing verzekerd tegen eventueel hergebruik en is het concurrentievoordeel beschermd."
    ],
    "tipsTitleTwo": "Hoe Qastan oplossingen op maat biedt",
    "tipsDescriptionTwo": "Qastan begrijpt dat elk bedrijf uniek is en heeft expertise in het ontwikkelen van maatwerksoftwareoplossingen. Het ontwikkelproces staat steeds vanuit de noden van de klant en omvat volgende stappen:",
    "tipsTwo": [
      "Behoefteanalyse: Het Qastan-team werkt nauw samen met het bedrijf om de specifieke behoeften, vereisten en doelen te begrijpen. Onze business-analisten voeren gedetailleerde behoefteanalyses uit om een duidelijk beeld te krijgen van de gewenste functionaliteiten en workflows.",
      "Ontwerp en ontwikkeling:Op basis van de behoefteanalyse creëert Qastan een op maat gemaakt ontwerp en worden de ontwikkelingen aangevat. Waar mogelijk worden componenten uit eerdere ontwikkelingen gebruikt. Deze hybride aanpak (tussen maatwerk en standaardoplossingen) zorgt voor een snellere ontwikkeling mét aandacht voor de specifieke noden en wensen van de klant.",
      "Testen en implementatie: Qastan voert uitgebreide tests uit om de betrouwbaarheid, functionaliteit en veiligheid van de maatwerksoftware te waarborgen. Wanneer de infrastructuur van de klant dit toelaat, wordt ook een testomgeving opgezet om met productiedata in een afgeschermde omgeving te kunnen werken. Na succesvolle tests wordt de software geïmplementeerd in de bedrijfsomgeving, waarbij onze mensen ondersteuning bieden bij de overgangs- en integratiefase.",
      "Opleiding: Een opleiding wordt voorzien om alle eindgebruikers wegwijs te maken in de nieuwe software. Tegelijk kunnen de nodige handleidingen of video’s (eventueel te gebruiken bij onboarding van nieuwe werknemers) via ons klantenportaal geraadpleegd worden.",
      "Go live en nazorg: Bij de go-live of start zorgen we ervoor dat het team stand-by staat om in te grijpen of eventuele vragen meteen te beantwoorden. Zo zorgen we ervoor dat de inlooptijd naar de nieuwe software, zo kort mogelijk is."
    ],
    "tipsTitleThree": "Voorbeelden van maatwerksoftwareprojecten van Qastan",
    "tipsDescriptionThree": "Qastan heeft met succes maatwerksoftwareoplossingen ontwikkeld voor verschillende bedrijven in uiteenlopende sectoren. Hier zijn enkele voorbeelden van maatwerksoftwareprojecten die Qastan heeft uitgevoerd:",
    "tipsThree": [
      "ERP-toepassing (inclusief portaal voor onderaannemers, vorderingstaten en facturatie-opvolging) op maat voor Recon Bouw. Voor de gerenommeerde bouwonderneming werd een volledig ERP-toepassing uitgebouwd waarin efficiëntie via automatisering en digitalisering centraal staat.",
      "Toepassing om Fabric Specification Sheets te genereren vanuit het labo bij Concordia Textiles. Het Specification Sheet bevat alle details van een stof vanuit technisch aspect. Hierop worden alle parameters (treksterkte, afwerking,…) weergegeven die uit de verschillende tests worden opgehaald.",
      "Specifieke componenten bij geldtransporteur Loomis, inclusief een track-and-trace portaal voor cashmanagement bij retails en banken. Om de transport en logistieke processen te stroomlijnen werd beroep gedaan op Qastan om een op maat gemaakt softwaresysteem te ontwikkelen. Het systeem integreert naadloos op de toepassingen bij banken als ING en BNP en hielp de efficiëntie en klantentevreden te verhogen.",
      "Digitalisering met interface op AX bij Ranson Bakeries. Om hun administratieve processen te stroomlijnen wordt gebruikgemaakt van ons DMS (document management system) FITdoc. Zo kan de kwaliteit van de levering gegarandeerd worden en worden ook facturen verder gestroomlijnd worden. Deze werd naadloos geïmplementeerd in de reeds bestaande omgeving AX."
    ],
    "conclusionTitle": "Conclusie",
    "conslusion": "Maatwerksoftware biedt bedrijven de mogelijkheid om het volle potentieel uit de organisatie te halen. De software sluit naadloos aan bij de bedrijfseigen processen waardoor de dagdagelijkse werking efficiënter en doeltreffender verloopt. Bovendien heeft het bedrijf het volledige eigenaarschap over de softwaretoepassingen. Hierdoor is de algemene kennis over de eigen applicatie groter en kan sneller ingespeeld worden op eventuele wijzigingen. Organisaties zijn immers geen statisch gegeven maar een dynamische omgeving waarin veranderingen elkaar snel opvolgen. Bedrijven die snel kunnen inspelen op deze veranderende economische of maatschappelijke context, zetten zich sterker in de markt. Geoptimaliseerde software (en processen) leiden zo vaak naar een duidelijk concurrentievoordeel (betere klantenbindingen, snellere transporten of verwerking van orders,…)."
  },
  {
    "id": "6",
    "imageUrl": "https://www.qastan.be/swfiles/files/alvaro-reyes-qWwpHwip31M-unsplash2-720x340-tab.jpg",
    "tags": [
      "automatiseren",
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Work it, Make it, Do it – Hoe workflows kunnen bijdragen aan een efficiëntere organisatie",
    "description": "“Work it, Make it, Do it – Harder, Better, Faster, Stronger” klinkt de overbekende en catchy oorwurm van Daft Punk.* Het zou zo maar eens het credo kunnen zijn die we vandaag de dag in vele organisaties terugvinden. De toegenomen digitalisering vraagt immers om een steeds snellere verwerking en doorstroming van informatie binnen de eigen organisatie. Om taken en informatie te stroomlijnen en tegelijk mensen en tijd efficiënt in te zetten, is structuur en overzicht nodig. De toolbox die kan bijdragen aan deze efficiëntie? Geautomatiseerde workflows! Workflows bieden organisaties namelijk de broodnodige structuren en inzichten aan. Maar wat houdt dit precies in en hoe kunnen bedrijven hier hun voordeel uit halen?",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "“Do it faster” – Wat zijn workflows?"
    ],
    "content": [
      "Een workflow, ook wel werkstroom genoemd, is een opeenvolging van stappen en acties die moeten ondernomen worden om een specifiek bedrijfsproces uit te voeren. Een workflow legt met andere woorden vast welke acties moeten uitgevoerd worden, wie hiervoor verantwoordelijk is en in welke volgorde dit wordt voltrokken. Het gaat in de eerste plaats om vooraf gedefinieerde processen waarbij vaak meerdere personen betrokken zijn. Denk hierbij bijvoorbeeld aan goedkeuring en opvolging van aankoopfacturen of een onboarding van een nieuwe werknemer. Het onderstaande voorbeeld geeft de geautomatiseerde workflow voor aankoopfacturen weer.",
      "Naast het automatisch ophalen van facturen uit de mailbox, wordt ook de data uit de factuur gelezen. Op basis van deze data wordt de splitsing gemaakt tussen kosten (of diensten) en goederenfacturen voor ze bij de juiste persoon terechtkomt om het goedkeuringsproces te finaliseren. Finaal wordt een boekingsvoorstel gegenereerd om alle factuurgegevens automatisch in de boekhouding in te lezen.",
      "Zoals bovenstaand voorbeeld aangeeft, wordt elke aankoopfactuur door dit vooropgestelde scenario (= de workflow) behandeld waardoor informatie binnen de organisatie op een uniforme manier (efficiënter) zal doorstromen. Tevens worden ook de repetitieve taken geautomatiseerd (hier in dit voorbeeld: manueel overtypen van facturen) en de nodige triggers (vb. herinneringen, waarschuwingen of signalen wanneer goedkeuring nodig is) ingebouwd om het overzicht op alle facturen te bewaren.",
      "Daarnaast brengen workflows ook meer structuur in de organisatie aan. Een workflow zal er namelijk voor zorgen dat alle stappen geregistreerd worden waardoor de traceerbaarheid groter wordt: werd het product al gepickt uit het magazijn? Is de taak reeds afgerond? Werd er reeds een goedkeuring of validatie gegeven? Of blijven er facturen of dossiers te lang bij iemand op het bureau liggen?",
      "Een workflow mag echter niet verward worden met een checklist die eerder taken bevatten zonder vooraf opgestelde volgorde. Een takenlijst kan een onderdeel zijn van een workflow maar dit is niet steeds het geval. De combinatie tussen takenlijsten en workflows, zorgen echter voor een versterkt geheel."
    ],
    "tipsTitle": "“Make it better” – Wat zijn de voordelen van een workflow?",
    "tipsDescription": "Workflows worden niet beperkt tot één categorie of soort taak. Het spreekt echter voor zich dat sommige taken, denk aan administratieve taken, zich beter lenen tot het opzetten van werkstromen. Werkstromen gaan hierbij hand in hand met automatisering waarbij manuele acties gereduceerd worden tot een minimum.",
    "tips": [
      "Administratief: vb. controles op werkbonnen/CMR automatiseren via AI-herkenning, archivering van communicatie en mailverkeer,…",
      "Logistiek: automatisering van het order-intakeproces en overzicht bij het aankoop of verkoopproces.",
      "HR: vb. dispatch van loonstroken, onboarding van werknemers,…",
      "Financieel: vb. goedkeuringsstappen bij facturatie"
    ],
    "tipsTitleTwo": "“Harder, Better, Faster, Stronger” – Hoe begin je er aan?",
    "tipsDescriptionTwo": "Het opzetten van een workflow lijkt vaak een hoop werk. Tegelijk zorgen goed uitgekiende workflows ervoor dat werk kan geëlimineerd maar ook dat het rendement kan gemaximaliseerd worden.",
    "tipsTwo": [
      "Verzamel zoveel mogelijk informatie over de uit te voeren taken of acties. Bekijk vooral de ‘happy flow’ om onnodig werk zoveel mogelijk te elimineren. Definieer meteen ook de waarom-vraag: Wat is het uiteindelijke doel van de workflow of de taak?",
      "Van zodra er een idee is, kan er een ruwe projectschets opgemaakt worden. Vergeet hier zeker en vast ook andere belanghebbenden (o.a. collega’s of externen) niet.",
      "Bekijk welke taken kunnen geautomatiseerd worden (vaak repetitieve taken) en in hoeverre digitalisering hiertoe kan bijdragen. Handmatig of dubbel werk is hierbij vaak een goed vertrekpunt.",
      "Krijg iedereen op één lijn zodat iedereen goed begrijp wat er moet gebeuren of welke taken wanneer moeten uitgevoerd worden."
    ],
    "noteTwo": [
      "Kleine ingrepen, zonder het globale overzicht te verliezen, kunnen al snel zorgen voor quick wins. Hoewel het uitdenken van workflows lastig kan zijn, is inspiratie in grote getale rondom ons te vinden. Denk bijvoorbeeld aan restaurant of uitgavenbonnetjes? Opvragen van informatie voor nieuwe medewerkers? Facturatiestromen?",
      "Getriggerd om aan de slag te gaan of toch liever iets meer inspiratie en voorbeelden nodig? Samen stellen we de workflow op die het best bij jouw organisatie past. Contacteer ons op sales@qastan.be, dan helpen we je graag verder. “Do it faster, makes us stronger”"
    ]
  },
  {
    "id": "7",
    "imageUrl": "https://www.qastan.be/swfiles/files/productief-werken-met-qastan-it.jpeg",
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "lightblue",
    "title": "5 gratis apps om jouw efficiënte meteen te boosten",
    "description": "Efficiënter aan de slag gaan binnen jouw organisatie? In een snel veranderende digitale wereld is het optimaliseren van onze efficiëntie van cruciaal belang om bij te blijven. Gelukkig bestaan er talloze apps die ons kunnen helpen om onze dagelijkse taken te stroomlijnen en onze productiviteit te vergroten. Of je reeds in een gedigitaliseerde omgeving aan de slag bent of niet, deze apps kunnen absoluut bijdragen aan jouw efficiëntie. In dit blogartikel bespreken we vijf apps waarmee je direct mee aan de slag kunt gaan.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "Evernote: Al jouw gedachten, altijd bij de hand",
      "ChatGPT (Open AI): Jouw digitale assistent of sparringspartner",
      "Microsoft ToDo: Jouw persoonlijke takenmanager",
      "OneDrive: snelle synchronisatie binnen Microsoft 365",
      "Notion: Jouw digitaal mini-ERP systeem"
    ],
    "content": [
      "Als je ooit geworsteld hebt om notities bij te houden of je raakt snel papieren notities kwijt, dan is Evernote dé app voor jou. Met Evernote kun je notities, afbeeldingen, knipsels en spraakmemo's vastleggen en synchroniseren over al je apparaten. Het heeft zelfs krachtige zoekmogelijkheden, zodat je nooit meer hoeft te graven om die ene notitie te vinden. Gemakkelijk te gebruiken in meetings of een overleg met een klant. De gratis versie heeft heel wat basisfeatures waarmee je reeds een eind weg kunt. Eerder een Microsoft-liefhebber? Dan zal OneNote (inclusief stevige integratie met Microsoft 365) jou zeker kunnen bekoren.",
      "Niet meteen een app maar deze AI-tool mag op vandaag niet in het rijtje van gratis toepassingen ontbreken. Bekijk ChatGPT als jouw digitale assistent die je kan helpen om zeer snel teksten te schrijven, een partner waarmee je kan sparren of die ene collega die gewoon alles weet. Of het nu gaat om marketing, contentcreatie, businessmodellen, procesflows,… Met ChatGPT schrijf je alles nét dat tikkeltje sneller. Via commando’s (zogenaamde ‘prompts’) laat je jouw digitale medewerker snel acties uitvoeren. Gewoon proberen is de boodschap! Via AIPRM.com kan je een simpele Chrome extensie downloaden om voorgemaakt prompts in te laden die het nog makkelijker maken om het juiste commando in te stellen. Opgepast: wees ten allen tijde kritisch over deze digitale assistent en durf de bron te checken.",
      "Een takenlijstje maakt het makkelijk om een brede waaier aan taken makkelijk te organiseren op basis van prioriteit, een herinnering neer te pennen of een taak in te plannen. De app stuurt je herinneringen en je kunt taken zelfs delegeren aan anderen. Zo kun je jouw tijd  beheren en je concentreren op wat echt belangrijk is. Met Microsoft To Do werk je volledig gratis. Wil je nét iets meer focus? Kies dan voor Todoist. Todoist schotelt je een bredere waaier aan functies, al dan niet betalend, voor waardoor je gegarandeerd meer structuur en overzicht kan brengen in jouw takenpakket.",
      "Een back-up systeem of digitaal archief mag in de huidige bedrijfsvoering niet ontbreken. Het is onontbeerlijk om snel bestanden terug te halen (denk: versiebeheer) en te synchroniseren tussen al jouw apparaten. Met OneDrive kun je je bestanden vanaf vrijwel elk apparaat benaderen, of het nu een computer, smartphone of tablet is. Tegelijk stelt het bedrijven in staat om hun documenten, foto’s, video’s en andere bestanden veilig te beheren. Kies je liever voor een volwaardig digitaal archief? Dan kan FITdoc DMS een oplossing bieden voor het volledige digitaliserings- en automatiseringsverhaal over de volledige organisatie heen.",
      "Notion is wellicht de minst gekende maar meteen ook de meest veelzijdige online app uit dit lijstje. Via Notion organiseer je jouw digitale werkplek en beheer je vlot alle informatie op één enkele plaats. De status van projecten opvolgen via een kanban-view, een wiki-pagina bijhouden met FAQ’s, notulen van meetings beheren en delen, actiepunten noteren, real-time bewerkingen in een document,… De functies zijn eindeloos. Dit zorgt er meteen ook voor dat de inlooptijd om efficiënt met Notion te werken ook net iets groter is dan bij de andere apps."
    ],
    "conclusionTitle": "Conclusie: Efficiëntie binnen handbereik",
    "conslusion": "In een tijdperk waarin tijd kostbaar is en afleiding overal aanwezig is, kunnen de juiste apps een aanzienlijk verschil maken in jouw efficiëntie. Of je nu je taken organiseert, notities maakt, gefocust blijft, vlekkeloze tekst schrijft of taken beheert, deze vijf apps kunnen je helpen om meer gedaan te krijgen met minder moeite. Dus waar wacht je nog op? Ga aan de slag en boost je efficiëntie vandaag nog!"
  },
  {
    "id": "8",
    "imageUrl": "https://www.qastan.be/swfiles/files/Digitaliseren-implementatie-software-digitale-transformatie-720x340-tab.png",
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Digitaliseren: investeren in de groei van jouw onderneming.",
    "description": "In een tijdperk waarin technologie een steeds grotere rol speelt, is het digitaliseren van je bedrijf essentieel geworden voor groei en succes. Het omarmen van digitale oplossingen kan je onderneming helpen om efficiënter te werken, klantrelaties te verbeteren en nieuwe markten te verkennen. In dit blogartikel zullen we bespreken waarom digitalisering zo belangrijk is en hoe je het kunt implementeren om de groei van jouw onderneming te stimuleren.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "Wat wordt er bedoeld met digitalisering?",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "Digitalisering verwijst naar het proces waarbij analoge informatie zoals tekst, beeld of geluid wordt omgezet in een digitale vorm. In zijn meest eenvoudige vorm gaat het bijvoorbeeld om het inscannen van papier. Hierdoor wordt het document digitaal toegankelijk op je computer na het scannen, wat het eenvoudiger maakt om te delen of te versturen. Met andere woorden, het is een technologisch proces dat de analoge inhoud, zoals ons eerdere papieren voorbeeld, verrijkt en omzet naar een digitaal leesbaar formaat. Dit stelt ons in staat om efficiënter te werken, bespaart fysieke ruimte (bijvoorbeeld door het verminderen van papieren opslag) en belangrijker nog, het is leesbaar op vrijwel elke computer. Tegenwoordig gaat digitalisering echter verder dan alleen technologie. Het heeft zich ontwikkeld tot een ingrijpende transformatie van onze werkmethoden en heeft diverse bedrijfsprocessen binnen organisaties aangepast en veranderd.",
      "lhdksjnc",
      "dhiosf"
    ],
    "tipsTitle": "Wat is deze ‘digitale transformatie’: nieuwe kansen en uitdagingen",
    "tipsDescription": "“Digitalisering staat nooit stil”. De digitale transformatie van onze fysieke wereld naar een andere en meer digitale realiteit heeft een diepgaande invloed op ons dagelijks leven gehad. Deze opkomende technologieën brengen talloze mogelijkheden en uitdagingen met zich mee, waarvan we er enkele nader willen belichten:",
    "tips": [
      "Geavanceerde Automatisering voor Efficiëntie en Nauwkeurigheid: Met behulp van innovatieve technologieën zoals Artificiële Intelligentie (AI), machine learning en robotic process automation (RPA) worden repetitieve en complexe taken zoals gegevensverwerking en orderverwerking geautomatiseerd. Dit niet alleen verhoogt de efficiëntie, maar versterkt ook de nauwkeurigheid van operaties. Medewerkers kunnen zich richten op strategische en creatieve initiatieven, terwijl het verminderen van handmatige taken leidt tot directe kostenbesparingen. Voorbeelden zijn onder andere het automatisch verwerken van e-mails, chatbots voor klantenservice en geautomatiseerde facturatie.",
      "Besluitvorming op Basis van Data: Digitalisering brengt een overvloed aan data binnen handbereik, zoals klanttevredenheidscijfers, offerte-aantallen en ROI-statistieken. Deze schat aan informatie kan worden omgezet in waardevolle inzichten. Bedrijfsbeslissingen worden nu gebaseerd op objectieve en relevante data, in plaats van intuïtie. Denk aan het gebruik van KPI’s om prestaties en voortgang te meten. Deze data wordt vaak visueel weergegeven in Business Intelligence (BI) software voor interactieve en toegankelijke presentatie.",
      "Het Internet der Dingen (IoT) en Real-time Connectiviteit: Het Internet of Things verbindt apparaten, voertuigen, gebouwen en meer via het internet, waardoor real-time gegevensuitwisseling mogelijk wordt. Deze verbondenheid stelt apparaten in staat om informatie te delen en acties te ondernemen op basis van ontvangen data. Van slimme steden tot industriële automatisering, IoT opent de deur naar diverse toepassingen en mogelijkheden.",
      "Cloud Computing en Software as a Service (SaaS): Bedrijven en individuen maken steeds vaker gebruik van externe servers en infrastructuur, oftewel ‘de cloud’, in plaats van lokale hardware en software. Cloud computing maakt toegang mogelijk tot gedeelde databases en informatie via het internet, wat de flexibiliteit en schaalbaarheid vergroot.",
      "Cybersecurity en Privacy in de Digitale Wereld: In het licht van toenemende digitalisering staat cybersecurity en privacy centraal. Bescherming tegen cyberdreigingen en veilige opslag van persoonlijke gegevens zijn van cruciaal belang. Dit sluit nauw aan bij de verplichting om gegevens conform GDPR of AVG-voorschriften veilig en betrouwbaar te beheren. De digitale transformatie heeft de manier waarop we leven en zakendoen fundamenteel veranderd. Het biedt kansen om efficiëntie te vergroten, datagestuurde beslissingen te nemen en nieuwe technologieën te omarmen, terwijl het ook uitdagingen met zich meebrengt zoals beveiligingskwesties en privacybescherming. Als organisatie is het van vitaal belang om deze trends te begrijpen en te omarmen om succesvol te blijven in een steeds digitaler wordende wereld."
    ],
    "tipsTitleTwo": "De Voordelen van Digitalisering",
    "tipsDescriptionTwo": "",
    "tipsTwo": [
      "Efficiëntieverbetering: Een van de belangrijkste voordelen van digitalisering is de aanzienlijke verbetering van de efficiëntie. Digitalisering stroomlijnt routinetaken en processen, waardoor medewerkers zich kunnen concentreren op waardevolle taken. Bijvoorbeeld, het gebruik van digitale tools voor facturatie, voorraadbeheer en personeelsplanning kan leiden tot een meer gestroomlijnde bedrijfsvoering en een vermindering van menselijke fouten. Deze zogenaamde workflows versnellen niet alleen de besluitvorming maar verhogen eveneens de productiviteit. Hierdoor kunnen teams meer bereiken in dezelfde hoeveelheid tijd.",
      "Klant-, leveranciers- en medewerkersbetrokkenheid: Digitale kanalen bieden diverse mogelijkheden om de betrokkenheid van je klanten, leveranciers of medewerkers te vergroten. Naast social media platformen, kunnen ook klantenportalen, digitale HR-tools of portalen voor order-entry een meerwaarde bieden. Doorstroming van informatie verloopt niet alleen sneller, het betekent ook een stevige boost voor de online ervaring (zgn. brand experience of employer branding) van jouw organisatie.",
      "Data-analyse en Besluitvorming: Digitale systemen bieden een gestructureerde en centrale opslagplaats voor gegevens en informatie. Dit maakt snelle toegang mogelijk tot relevante gegevens, wat op zijn beurt leidt tot betere besluitvorming en strategische planning. Analytics en rapportagetools bieden inzichten die vroeger moeilijk te verkrijgen waren, waardoor bedrijven hun operationele processen en klantbehoeften beter kunnen begrijpen. Deze informatie stelt je in staat om weloverwogen beslissingen te nemen en je bedrijfsstrategie continu te optimaliseren."
    ],
    "tipsTitleThree": "Implementatie van Digitalisering",
    "tipsDescriptionThree": "",
    "tipsThree": [
      "Stapsgewijze Aanpak: Het digitaliseren van je bedrijf hoeft niet abrupt te gebeuren. Begin met het identificeren van de meest kritieke gebieden en processen waar verbetering nodig is. Dit kan het orderverwerkingssysteem zijn, klantregistratie of boekhouding. Door stap voor stap te werk te gaan, kun je de impact van de veranderingen beter beheren en ervoor zorgen dat je medewerkers zich kunnen aanpassen.",
      "Training en Ondersteuning: Zorg voor voldoende training en ondersteuning om ervoor te zorgen dat je medewerkers zich comfortabel voelen bij het werken met de nieuwe digitale tools. Dit kan via workshops, handleidingen en continue begeleiding omvatten.",
      "Beveiliging en Privacy: Bij het digitaliseren is het cruciaal om de beveiliging van gegevens en de privacy van klanten te waarborgen. Investeer in hoogwaardige beveiligingsmaatregelen om cyberdreigingen te minimaliseren en gevoelige informatie te beschermen. Dit versterkt niet alleen het vertrouwen van je klanten, maar zorgt er ook voor dat je voldoet aan de wettelijke GDPR-vereisten. Laat je indien nodig begeleiden door een gecertificeerde DPO (data protection officer) om de functionele en technische maatregelen op te lijsten."
    ],
    "conclusionTitle": "Conclusie",
    "conslusion": "In een tijd waarin digitalisering de drijvende kracht is achter groei en succes, kunnen we niet langer stilzitten. De reis naar digitale transformatie is een onvermijdelijke route geworden voor moderne bedrijven, en de voordelen zijn overduidelijk. Van geavanceerde automatisering die onze processen optimaliseert, tot datagestuurde besluitvorming die onze koers verheldert, en het grenzeloze potentieel van het Internet of Things dat ons verbindt met nieuwe mogelijkheden. Bij Qastan begeleidden we reeds diverse digitale transformatie-trajecten. Het heeft ons geleerd dat de sleutel tot succes niet alleen ligt in het begrijpen van de technologieën, maar ook in het omarmen ervan. Het is een reis van constante evolutie en voortdurende aanpassing aan veranderingen. Niet zozeer een technologisch onderonsje maar wel kiezen voor de technologie die meest aansluit bij de noden van de klant. Digitale transformatie gaat niet alleen over het verbeteren van efficiëntie, maar ook over het transformeren van bedrijfsmodellen en het creëren van waarde."
  },
  {
    "id": "9",
    "imageUrl": "https://www.qastan.be/swfiles/files/arne-720x340-tab.png",
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Digitale versnelling",
    "description": "Digitaliseren betekent investeren in de groei van je onderneming. Deze verandering brengt kansen met zich mee, maar het is niet altijd eenvoudig. Digitaliseren hangt immers nauw samen met de draagkracht binnen de eigen organisatie. Onze COO, Arne Debruyne, gaf op Voka Diginoon alvast enkele tips om jouw bedrijf in de digitale versnelling te zetten.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      ""
    ],
    "content": [
      ""
    ],
    "videoUrl": "https://www.youtube.com/watch?v=WDiwVkFihuY"
  },
  {
    "id": "10",
    "imageUrl": "https://www.qastan.be/swfiles/files/Vergelijking-van-prijzen-en-mogelijkheden-van-cloudopslagdiensten-voor-bedrijven-720x340-tab.png",
    "tags": [
      "IT-infrastructuur"
    ],
    "bgtag": "bggray",
    "title": "Efficiënte cloudopslag: ontdek de perfecte match voor jouw organisatie.",
    "description": "In een tijdperk waarin technologie een steeds grotere rol speelt, is het digitaliseren van je bedrijf essentieel geworden voor groei en succes. Het omarmen van digitale oplossingen kan je onderneming helpen om efficiënter te werken, klantrelaties te verbeteren en nieuwe markten te verkennen. In dit blogartikel zullen we bespreken waarom digitalisering zo belangrijk is en hoe je het kunt implementeren om de groei van jouw onderneming te stimuleren.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      "Wat wordt er bedoeld met digitalisering?"
    ],
    "content": [
      "Digitalisering verwijst naar het proces waarbij analoge informatie zoals tekst, beeld of geluid wordt omgezet in een digitale vorm. In zijn meest eenvoudige vorm gaat het bijvoorbeeld om het inscannen van papier. Hierdoor wordt het document digitaal toegankelijk op je computer na het scannen, wat het eenvoudiger maakt om te delen of te versturen. Met andere woorden, het is een technologisch proces dat de analoge inhoud, zoals ons eerdere papieren voorbeeld, verrijkt en omzet naar een digitaal leesbaar formaat. Dit stelt ons in staat om efficiënter te werken, bespaart fysieke ruimte (bijvoorbeeld door het verminderen van papieren opslag) en belangrijker nog, het is leesbaar op vrijwel elke computer. Tegenwoordig gaat digitalisering echter verder dan alleen technologie. Het heeft zich ontwikkeld tot een ingrijpende transformatie van onze werkmethoden en heeft diverse bedrijfsprocessen binnen organisaties aangepast en veranderd."
    ]
  },
  {
    "id": "11",
    "imageUrl": "https://www.qastan.be/swfiles/files/fly-d-OQptsc4P3NM-unsplash21-720x340-tab.jpg",
    "tags": [
      "IT-infrastructuur"
    ],
    "bgtag": "bggray",
    "title": "Twee-stapsverificatie: een extra slot op de digitale deur",
    "description": "In het huidige digitale tijdperk, waarin technologie een integraal onderdeel van ons dagelijks leven is geworden, is de veiligheid van onze gegevens en accounts van het grootste belang. Een tweestapsverificatie of multifactorverificatie biedt hierbij de nodige bescherming tegen hackers.",
    "date": "3 juni 2024",
    "author": "Admin",
    "subtitles": [
      ""
    ],
    "content": [
      ""
    ],
    "tipsTitle": "Wat is tweestapsverificatie?",
    "tipsDescription": "Tweestapsverificatie, ook bekend als 2FA (Two-Factor Authentication), is een extra beveiligingslaag die wordt toegepast bovenop een wachtwoord om de toegang tot een online account te verifiëren. Het maakt gebruik van minstens 2 elementen:",
    "tips": [
      "Iets wat je weet (een wachtwoord)",
      "Iets wat je bent (vb. gezichtsherkenning, fingerprint,…)",
      "Iets wat je hebt (vb. smartphone)"
    ],
    "note": "Door deze dubbele laag van combinaties, wordt het voor hackers veel moeilijker om toegang tot je account te krijgen, zelfs als ze je wachtwoord in handen hebben. Bij het inloggen dient een gebruiker, die zich wenst aan te melden op het bedrijfsnetwerk of de bedrijfsmailbox, zo in 2 stappen aan te melden: bijvoorbeeld met een wachtwoord en een code op de smartphone.",
    "tipsTitleTwo": "Waarvoor gebruik je 2FA of tweestapsverificatie?",
    "tipsDescriptionTwo": "Tweestapsverificatie biedt met andere woorden een extra beschermingslaag op jouw wachtwoord. Zo wordt de toegang extra versleuteld, zelfs met een minder sterk wachtwoord die je reeds sinds jaar en dag gebruikt. Het liefst gebruik je de tweestapsverificatie zo veel mogelijk. We raden echter aan om in de volgende gevallen altijd een verificatie in twee stappen toe te passen:",
    "tipsTwo": [
      "Inloggegevens die toegang bieden tot bedrijfsapplicaties zoals email of boekhouding",
      "Administratoraccounts voor jouw kritische infrastructuur zoals cloudruimte, firewalls,…",
      "Van buitenaf toegang tot het bedrijfsnetwerk via VPN, extern bureaublad,…",
      "Applicaties met gevoelige data, vooral persoonsgegevens die onder de toepassing van de AVG of GDPR-wetgeving vallen"
    ],
    "tipsTitleThree": "Broodnodige of een overbodige luxe?",
    "tipsDescriptionThree": "Gezien het hierbij gaat om een zeer eenvoudige ingreep (met een minimale kostprijs), raden we aan om dit organisatiebreed uit te rollen. Dit wordt onder meer ook aangeraden voor het Centrum voor Cyberveiligheid België en het Federal Cyber Emergency Team Belgium. Het is een kleine maar efficiënte maatregel die veel problemen kan voorkomen. Een groot deel van de cyberaanvallen kan immers voorkomen worden door gebruik te maken van deze tweestapverificatie.",
    "conclusionTitle": "Hoe instellen?",
    "conslusion": "Instellen is vrij eenvoudig. Zo goed als elke applicatie biedt 2FA immers gratis aan. Dit gebeurt vaak onder de vorm van: Een wachtwoord: maak deze zo sterk mogelijk door hoofdletters, kleine letters, speciale tekens en cijfers te gebruiken. Een zgn. authenticator app (vb. Google Authenticator, Microsoft, LastPass, Bitwarden,…) waarin codes gegeneerd worden om in te loggen. Deze codes zijn slechts beperkt geldig waardoor ze voortdurend wijzigen."
  }
]