[
  {
    "id": "1",
    "imageUrl": [
      "https://www.qastan.be/swfiles/files/sneller-documenten-terugvinden.jpeg",
      "https://www.qastan.be/swfiles/files/digitale-transformatie.jpeg?nc=1715804589"
    ],
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "lightblue",
    "title": "Efficiënter documenten terugvinden in de zee van mappenstructuren",
    "description": "Zoeken naar documenten kan zeer tijdrovend zijn. Vaak gaat er kostbare tijd verloren bij het zoeken naar dat ene document, begraven in een virtuele zee van mappen. Je klikt mapjes open maar nergens is het document te vinden. En laat het nu nét dat ene document zijn die je nodig hebt. Zoekfrustratie bij het zoeken naar de juiste data en documenten. Ga je de eindeloze strijd met jouw mappenstructuur aan of kies je voor een modern(ere) aanpak?",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "Het eeuwige dilemma van de mappenstructuur",
      "Efficiënte zoekopdrachten",
      "Wat als je toch met een mappenstructuur wil werken?",
      "Verder digitaliseren?"
    ],
    "content": [
      "Je kent het wel, de mappenstructuur groeide organisch met de organisatie mee. Steeds groter en complexer maar het werkte en bovendien bood het visueel een overzicht over alle projecten heen. Iedereen in de organisatie was het gewoon om documenten in mappen op te slaan. Alleen, de organisatie bleef groeien: er kwamen meer collega’s aan boord, de interne processen en papierwinkel werd complexer. Het vinden van de juiste documenten wordt meer en meer een tijdrovende klus. Desalniettemin blijft de mappenstructuur overeind, want het werkte tot op vandaag altijd.",
      "Mappenstructuren zijn handig om documenten te classificeren of te groeperen. Hét grote nadeel van een mappenstructuur of fileserver? De mapnaam is bepalend voor de volledige structuur. Een onduidelijke naam of te veel submappen maakt interpretatie en dus zoeken moeilijk. Een document management systeem (DMS) kan een oplossing bieden voor de zee aan bestanden en mappen. Een document management systeem laat toe om documenten te zoeken over alle mappen heen. De documenten worden hierbij in één centrale database bewaard en niet langer opgedeeld in verschillende mappen. Zo kan je met één enkele zoekopdracht, op basis van metadata (tags zoals klant of werfnummer) of inhoud jouw document terugvinden. Denk aan een Google-zoekopdracht waarbij je per trefwoord (of zin) de juiste pagina's kan ophalen.",
      "Verder werken op jouw huidige mappenstructuur of fileserver kan perfect. Via digitaliseringoplossing combineren we een DMS met een traditionele mappenstructuur. Het resultaat: een volledig doorzoekbare mappenstructuur mét efficiënte zoekmogelijkheden. Zo combineer je het beste van twee werelden: een visuele mappenstructuur én uitgebreide zoekmogelijkheden over alle bestanden heen.",
      "Een kleine aanpassing, maar een grote impact. Je legt immers de basis tot een sterk digitaliseringsverhaal of verdere automatisering wanneer je jouw data centraal kan beheren. Eens de data centraal beheerd wordt, is het mogelijk om meer met de data te doen, sneller documenten op te halen, te analyseren of te verwerken. Denk hierbij aan een koppeling aan een ERP-systeem, boekhoudingspakket, klantenportaal,… De mogelijkheden zijn immers eindeloos eens je de documentenzee weet te trotseren."
    ]
  },
  {
    "id": "2",
    "imageUrl": "https://www.qastan.be/swfiles/files/sterk-wachtwoord-maken.jpeg",
    "tags": [
      "IT-infrastructuur"
    ],
    "bgtag": "darkblue",
    "title": "Hoe sterk is jouw wachtwoord?",
    "description": "Sterke wachtwoorden. Hoeveel tijd zou er nodig zijn om jouw wachtwoord te achterhalen? Doe de test.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "3",
    "imageUrl": "https://www.qastan.be/swfiles/files/Ontwikkeling-op-AS400-720x340-tab.jpeg",
    "tags": [
      "automatiseren"
    ],
    "bgtag": "bggray",
    "title": "De toekomst van bedrijfs-automatisering: AS/400 blijft betrouwbaar in een digitale wereld",
    "description": "Wat is AS/400?AS/400, ook wel bekend als IBM iSeries, is een reeks van computersystemen die geïntroduceerd werden door IBM in de late jaren ’80.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "4",
    "imageUrl": "https://www.qastan.be/swfiles/files/IT-opleiding.jpeg",
    "tags": [
      "automatiseren"
    ],
    "bgtag": "bggray",
    "title": "De kracht van Power Apps: snel en kostenefficiënt digitaliseren",
    "description": "Op maat gemaakte (mobiele) apps ontwikkelen, betekende tot voor kort de start van een ellenlang ontwikkelingstraject.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "5",
    "imageUrl": "https://www.qastan.be/swfiles/files/home-hero-720x340-tab.jpg",
    "tags": [
      "automatiseren",
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Het belang van maatwerksoftware: Hoe Qastan oplossingen op maat biedt",
    "description": "Maatwerksoftware speelt een cruciale rol in het moderne bedrijfsleven. Terwijl kant-en-klare softwareoplossingen handig kunnen zijn, is er vaak behoefte aan software die specifiek is afgestemd op de unieke behoeften en processen van een bedrijf",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "6",
    "imageUrl": "https://www.qastan.be/swfiles/files/alvaro-reyes-qWwpHwip31M-unsplash2-720x340-tab.jpg",
    "tags": [
      "automatiseren",
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Work it, Make it, Do it – Hoe workflows kunnen bijdragen aan een efficiëntere organisatie",
    "description": "“Work it, Make it, Do it – Harder, Better, Faster, Stronger” klinkt de overbekende en catchy oorwurm van Daft Punk.* Het zou zo maar eens het credo kunnen zijn die we vandaag de dag in vele organisaties terugvinden.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "7",
    "imageUrl": "https://www.qastan.be/swfiles/files/productief-werken-met-qastan-it.jpeg",
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "lightblue",
    "title": "5 gratis apps om jouw efficiënte meteen te boosten",
    "description": "Of je nu je taken organiseert, notities maakt, gefocust blijft, vlekkeloze tekst schrijft of taken beheert, deze vijf gratis apps kunnen je helpen om meer gedaan te krijgen met minder moeite. Dus waar wacht je nog op? Ga aan de slag en boost je efficiëntie vandaag nog!",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "8",
    "imageUrl": "https://www.qastan.be/swfiles/files/Digitaliseren-implementatie-software-digitale-transformatie-720x340-tab.png",
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Digitaliseren: investeren in de groei van jouw onderneming.",
    "description": "Inleiding in een tijdperk waarin technologie een steeds grotere rol speelt, is het digitaliseren van je bedrijf essentieel geworden voor groei en succes.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "9",
    "imageUrl": "https://www.qastan.be/swfiles/files/arne-720x340-tab.png",
    "tags": [
      "digitaliseren"
    ],
    "bgtag": "bggray",
    "title": "Digitale versnelling",
    "description": "Digitaliseren betekent investeren in de groei van je onderneming. Deze verandering brengt kansen met zich mee, maar het is niet altijd eenvoudig.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "10",
    "imageUrl": "https://www.qastan.be/swfiles/files/Vergelijking-van-prijzen-en-mogelijkheden-van-cloudopslagdiensten-voor-bedrijven-720x340-tab.png",
    "tags": [
      "IT-infrastructuur"
    ],
    "bgtag": "bggray",
    "title": "Efficiënte cloudopslag: ontdek de perfecte match voor jouw organisatie.",
    "description": "Cloudopslagdiensten hebben de manier waarop bedrijven gegevens opslaan en beheren revolutionair veranderd. Met een overvloed aan opties beschikbaar, is de juiste keuze maken niet altijd even makkelijk.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  },
  {
    "id": "11",
    "imageUrl": "https://www.qastan.be/swfiles/files/fly-d-OQptsc4P3NM-unsplash21-720x340-tab.jpg",
    "tags": [
      "IT-infrastructuur"
    ],
    "bgtag": "bggray",
    "title": "Twee-stapsverificatie: een extra slot op de digitale deur",
    "description": "In het huidige digitale tijdperk, waarin technologie een integraal onderdeel van ons dagelijks leven is geworden, is de veiligheid van onze gegevens en accounts van het grootste belang.",
    "date": "3 juni 2024",
    "author": "Arne Debruyne",
    "subtitles": [
      "hello",
      "hellosdflkj",
      "helloo"
    ],
    "content": [
      "ioren",
      "lhdksjnc",
      "dhiosf"
    ]
  }
]